Repository: activivan/pretix-automember
Catalog: pretix_automember/locale/*/LC_MESSAGES/django.po
Languages: de

source: Automember Settings
de: Automember-Einstellungen

source: General
de: Allgemein

source: Duration
de: Dauer

source: Save
de: Speichern

source: Enable plugin for this organizer
de: Plugin für diesen Organisator aktivieren

source: Membership
de: Mitgliedschaft

source: What membership to assign on login
de: Welche Mitgliedschaft beim Login zugewiesen werden soll

source: Until the end of the semester
de: Bis zum Ende des Semesters

source: For a specific number of days
de: Für eine bestimmte Anzahl von Tagen

source: Membership Duration
de: Dauer der Mitgliedschaft

source: Number of days
de: Anzahl der Tage

source: Only used if 'specific number of days' is selected above.
de: Nur verwenden, wenn oben 'Für eine bestimmte Anzahl von Tagen' ausgewählt ist.

source: You must specify the number of days if you select that option.
de: Sie müssen die Anzahl der Tage angeben, wenn Sie diese Option auswählen.

source: Your settings have been saved.
de: Ihre Einstellungen wurden gespeichert.

source: Auto assign membership to customers on login
de: Weist Kunden beim Login automatisch eine Mitgliedschaft zu
